Repository: Kryo57/openmediavault-greyhole
Catalog: usr/share/openmediavault/locale/*/openmediavault-greyhole.po
Languages: es_es, fr_fr, ru_ru

source: %s (%s available)
es_es: %s (%s disponible)
fr_fr: %s (%s disponible)
ru_ru: %s (%s доступно)

source: Add pool disk
es_es: Añadir un disco al pool
fr_fr: Ajouter un disque au pool
ru_ru: Добавить пул дисков

source: Balance modified
es_es: Balanceo modificado
fr_fr: Équilibrage
ru_ru: Изменение баланса

source: Cancel
es_es: Cancelar
fr_fr: Annuler
ru_ru: Отменить

source: Cancel all checks
es_es: Cancelar todas las comprobaciones
fr_fr: Annuler vérifications
ru_ru: Отменить все проверки

source: Check for open Files
es_es: Revisar si hay archivos abiertos
fr_fr: Vérifier les fichiers ouverts
ru_ru: Проверить наличие открытых файлов

source: Checksums
es_es: Suma de comprobación
ru_ru: Контрольная сумма

source: Comment
es_es: Comentario
fr_fr: Commentaire
ru_ru: Комментарий

source: Component
es_es: Componentes
fr_fr: Composant
ru_ru: Компонент

source: Confirmation
es_es: Confirmación
ru_ru: Подтверждение

source: Database Name
es_es: Nombre de la BBDD
fr_fr: Nom de la base de données
ru_ru: Имя базы данных

source: Database Settings
es_es: Opciones de la BBDD
fr_fr: Paramètres de la base données
ru_ru: Настройки базы данных

source: Date & Time
es_es: Fecha y hora
fr_fr: Date & Heure
ru_ru: Дата и Время

source: Debug
es_es: Depurar
fr_fr: Débug
ru_ru: Отладка

source: Delete Pool Disk
es_es: Borrar disco del pool
fr_fr: Supprimer un disque du pool
ru_ru: Удалить диск из пула

source: Delete orphaned metadata
es_es: Borrar metadatos huerfanos
fr_fr: Supprimer les métadonnées orphelines
ru_ru: Удалите осиротевшие метаданные

source: Disable to get more speed, but this might break some files, if any application change your files while Greyhole tries to work on them.
es_es: Deshabilitar para optener más velocidad, pero puede corromper los archivos si alguna aplicación cambia el archivo mientras greyhole trata de trabajar en el.
fr_fr: Désactiver cette option fait fonctioner Greyhole plus rapidement, mais cela peut endommager certains fichiers si une application modifie vos fichiers pendant que Greyhole essaie de travailler avec eux.
ru_ru: Отключить, чтобы получить больше скорости, но это могло бы повредить некоторые файлы, если любое приложения пытается изменение Ваши файлы, в то время как Greyhole пытается работать над ними.

source: Disk Free space Cache time
es_es: Tiempo en cache del espacio libre en disco
fr_fr: Durée du cache
ru_ru: Дисковое время Кэша Свободного пространства

source: Do you really want to remove the pool disk directory content?
es_es: ¿Realmente desea borrar el contenido del directorio del pool?
fr_fr: Voulez-vous vraiment supprimer le contenu du répertoire du pool?
ru_ru: Вы действительно хотите удалить дисковый контент каталога пула?

source: Do you want to remove the content of the pool disk directory recursively? Note, the data will be permanently deleted then. Select 'No' to delete the pool disk directory only or 'Cancel' to abort.
es_es: ¿Seguro que desea borrar el contenido del directorio del pool de forma recursiva? Recuerde que será borrado de forma permanente. Pulse 'No' para borrar solo el directorio (sin recursividad) o 'Cancelar' para abortar la operación.
fr_fr: Voulez-vous supprimer récursivement le contenu du répertoire du pool? (remarque: les données seront définitivement supprimées). Sélectionnez 'Non' pour seulement supprimer le répertoire du pool de votre disque ou 'Annuler' pour annuler l'action.
ru_ru: Вы хотите удалить контент каталога дискового пула? Отметьте, данные будут удалены. Выберите 'Нет' удалить дисковый каталог пула только или 'Отмена' прерывать.

source: Do you want to remove the selected share from Greyhole?
fr_fr: Voulez-vous supprimer le partage Samba de Greyhole ?
ru_ru: Вы хотите, чтобы удалить выбранную шару из Greyhole?

source: Don't walk metadata store
es_es: No tener en cuenta el almacén de metadatos
fr_fr: Ne pas parcourir les métadonnées
ru_ru: Не обходите хранилище метаданных

source: Done ...
fr_fr: Terminé ...
ru_ru: Совершено ...

source: Edit pool disk
es_es: Editar disco
fr_fr: Modifier un disque du pool
ru_ru: Редактирование дискового пула

source: Email report
es_es: Informe Email
fr_fr: Rapport par mail
ru_ru: Email отчет

source: Empty trash
es_es: Vaciar papelera
fr_fr: Vider la corbeille
ru_ru: Очистить мусор

source: Enable
es_es: Habilitar
fr_fr: Activer
ru_ru: Включить

source: Enable this to use modified files copies to help balance the available space in your storage pool drives.
es_es: Habilite esto para usar las copias realizadas para balancear el espacio disponible en su pool de almacenamiento.
fr_fr: Activer cette option utilise les fichiers modifiés pour équilibrer la place disponible sur les disques durs de votre pool de stockage.
ru_ru: Включить использование измененных файловых копий, чтобы помочь сбалансировать свободное место в Ваших дисковых пулах хранения.

source: Error
fr_fr: Erreur
ru_ru: Ошибка

source: Event
fr_fr: Evénement
ru_ru: Событие

source: Extra options
es_es: Opciones extras
fr_fr: Options complémenaires
ru_ru: РАсширенные настройки

source: Files balance
es_es: Balanceo de Archivos
fr_fr: Équilibrer
ru_ru: Баланс файлов

source: Files check
es_es: Archivos revisados
fr_fr: Vérifier les fichiers
ru_ru: Проверка файлов

source: Files copies
es_es: Archivos copiados
fr_fr: Nbre copies
ru_ru: Копии файлов

source: Filesystem
es_es: Sistema de ficheros
fr_fr: Système de fichiers
ru_ru: Файловая система

source: Find orphaned files
es_es: Buscar archivos huérfanos
fr_fr: Chercher les fichiers orphelins
ru_ru: Поиск осиротевших файлов

source: General settings
es_es: Opciones generales
fr_fr: Paramètres généraux
ru_ru: Общие настройки

source: Going
es_es: Salida
fr_fr: Va disparaître
ru_ru: Двигать

source: Gone
es_es: Hecho
fr_fr: Disparu
ru_ru: Уведенный

source: Hostname
es_es: Nombre del Host
fr_fr: Nom de l'hôte
ru_ru: Имя хоста

source: How long should free disk space calculations be cached (in seconds). Use 0 to disable caching.
es_es: Cuanto tiempo en segundos se debe guardar en caché el calculo de espacio libre de disco. Use '0' para deshabilitar el cache.
fr_fr: Durée du cache du calcul de l'espace libre (en secondes). Utilisez 0 pour désactiver le cache.
ru_ru: Как долго следует кэшировать вычисления свободного места на диске(в секундах). Используйте 0 для отключения кеширования.

source: Info
fr_fr: Information
ru_ru: Информация

source: Label
es_es: Etiqueta
fr_fr: Libellé
ru_ru: Метка

source: Log Greyhole memory usage on each log line.
es_es: Grabe el uso de memoria de Greyhole en cada line del log.
fr_fr: Tracer l'utilisation mémoire de Greyhole sur chaque ligne de journalisation.
ru_ru: Регистрировать использование памяти Greyhole на каждой строке журнала.

source: Log Memory Usage
es_es: Grabe el uso de memoria en el log
fr_fr: Tracer l'usage mémoire
ru_ru: Использование Памяти журнала

source: Log level
es_es: Nivel de log
fr_fr: Niveau de journalisation
ru_ru: Уровень журнала

source: Min Free
es_es: Min. Libre
fr_fr: Min. Libre
ru_ru: Минимально свободно

source: Min Free (GiB)
es_es: Min. Libre (GiB)
fr_fr: Min. Libre (Go)
ru_ru: Минимально свободно (GiB)

source: Move deleted files to trash instead of deleting them (This is a global setting that can be overided by local option on each Greyhole share)
es_es: Mueva los archivos a la papelera de reciclaje en lugar de borrarlos ( Esta es una opción global que puede ser
fr_fr: Déplace les fichiers supprimés dans une poubelle au lieu de les supprimer définitivement (remarque: ceci est un paramètre global qui peut être remplacé par une option locale à chaque partage Greyhole)
ru_ru: Переместите удаленные файлы в мусор вместо того, чтобы удалить их (Это - глобальная переменная, устанавливающая, который может быть overided локальной опцией на каждой шаре Greyhole),

source: Number of Copies
es_es: Numero de copias
fr_fr: Copies
ru_ru: Количество копий

source: Password
es_es: Contraseña
fr_fr: Mot de passe
ru_ru: Пароль

source: Path
es_es: Ruta
fr_fr: Chemin
ru_ru: Путь

source: Pool
ru_ru: Пул

source: Pool disk
es_es: Disco del pool
fr_fr: Pool de disque
ru_ru: Дисковый пул

source: Pool management
es_es: Manejo del pool
fr_fr: Gestion du pool
ru_ru: Менеджер пулов

source: Read ALL files in your storage pool, and check that file copies are identical. This will identify any problem you might have with your file-systems. NOTE: this can take a LONG time to complete, since it will read everything from all your drives!
es_es: Lee TODOS los archivos en su pool de almacenamiento, y comprueba que las copias son identicas. Esto permite identificar posibles problemas con el sistema de archivos. Nota: esta operación puede llevar MUCHO tiempo, dado que debe leer todos los archivos de los discos.
fr_fr: Lis tous les fichiers dans votre pool de stockage, et vérifie que les copies de fichiers sont identiques. Cela permet d'identifier tout problème que vous pourriez avoir avec vos systèmes de fichiers. (remarque: cette action peut être relativement longue car elle va lire tous les fichiers de tous vos disques!)
ru_ru: Считать ВСЕ файлы в своем пуле хранения, и проверьть, что идентичны файлов. Обнаруживает любую проблему, которая могла бы быть с файловой системой. Примечание: это может занять много времени, чтобы завершиться, так как это считает все из всех Ваших дисков!

source: Remove
fr_fr: Supprimer
ru_ru: Удалить

source: Removing share ...
fr_fr: Supprime le partage ...
ru_ru: Удаление шары ...

source: Replaced
es_es: Remplazado
fr_fr: Remplacé
ru_ru: Замененный

source: Scan for files with no metadata in the storage pool drives. This will allow you to include existing files on a drive in your storage pool without having to copy them manually.
es_es: Buscar archivos que no contengan metadatos en el pool de discos. Esto le permite incluir archivos existentes en un disco de su pool sin tener que copiarlos manualmente.
fr_fr: Recherche des fichiers avec aucune métadonnée dans le pool de stockage. Cela vous permet d'ajouter des fichiers existants sur un disque dans votre pool sans avoir à les copier manuellement.
ru_ru: Сканирование файлов без метаданных в хранении объединяет диски в пул. Это позволит Вам включать существующие файлы на диске в Вашем пуле хранения, не имея необходимость копировать их вручную.

source: Select Number of Copies ...
es_es: Seleccionar nº de copias ...
fr_fr: Sélectionnez le nombre de copies ...
ru_ru: Выберите Число Копий...

source: Select a Path ...
es_es: Seleccionar una ruta ...
fr_fr: Sélectionnez le chemin ...
ru_ru: Выберите путь ...

source: Select a Pool Disk...
es_es: Selecciomar discos del pool ...
fr_fr: Sélectionnez un disque du pool...
ru_ru: Выберите дисковый пул ...

source: Select a volume...
es_es: Seleccionar un volumen ...
fr_fr: Sélectionnez un volume ...
ru_ru: Выберите объем ...

source: Select an SMB Share ...
es_es: Seleccionar un compartido SMB ...
fr_fr: Sélectionnez un partage Samba ...
ru_ru: Выберите SMB Share ...

source: Send an email when fsck completes, to report on what was checked, and any error that was found.
es_es: Envia un email cuando acabe la comprobación (fsck) con los errores encontrados y los archivos revisados.
fr_fr: Envois un mail quand la vérification est terminée, pour faire un rapport sur ce qui a été vérifié, et chaque erreur qui a été trouvé.
ru_ru: Послать электронное письмо, когда fsck закончит, чтобы сообщить относительно того, что было проверено, и любая ошибка, которая была найдена.

source: Settings
es_es: Opciones
fr_fr: Paramètres
ru_ru: Установки

source: Space
es_es: Espacio
fr_fr: Espace
ru_ru: Пространство

source: Speed up fsck by skipping the scan of the metadata store directories. Scanning the metadata stores is only required to re-create symbolic links that might be missing from your shared directories.
es_es: Acelera fsck saltandose la comprobación de los metadatos almacenados en los directorios. Comprobar los directorios solo es necesario cuando se desea recrear los enlaces simbolicos que puedan faltar en sus directorios compartidos.
fr_fr: Accélère la vérification en omettant de l'analyse les répertoires de stockage des métadonnées. Scanner les métadonnées n'est seulement nécessaire que lors de la re-création des liens symboliques qui pourraient être absents de vos répertoires partagés.
ru_ru: Ускорить fsck, пропуская просмотр справочников метахранилища данных. Просмотр метахранилищ данных только обязан обновлять символические связи, которые могли бы отсутствовать в Ваших общих справочниках.

source: Starting disk pool management ...
es_es: Arrancado la administración del pool ...
fr_fr: Démarre la gestion du pool ...
ru_ru: Запуск менеджера дискового пула

source: Sticky files
es_es: Archivos ligados
fr_fr: Fichiers joints
ru_ru: Липкие файлы

source: Sticky files are files that will always 'live' together in the storage pool. This will allow you to read (and read-only!) those files by using the storage pool drives themselves, instead of using the mounted shares.
es_es: Los archivos ligados son ficheros que siempre estarán juntos en el almacén, lo que permitirá leerlos (y solo leerlos) utilizando directamente los discos del almacén, en lugar de tener que montar los compartidos.
fr_fr: Les fichiers joints sont des fichiers qui sont toujours stocké ensemble dans le pool de stockage. Cela vous permet de lire (et de lire seulement!) ces fichiers en utilisant directement le pool de stockage lui même, au lieu d'utiliser les partages Samba.
ru_ru: Липкие файлы - файлы, которые всегда будут 'live' вместе в пуле хранения. Это позволит Вам читать (и только для чтения!) те файлы при использовании хранения объединяют диски в пул непосредственно, вместо того, чтобы использовать смонтированные доли.

source: Tell Greyhole that the missing drive at is gone for good. Greyhole will start replacing the missing file copies instantly.
es_es: Comunica a Greyhole que el disco desaparecido no será remplazado. Greyhole comenzará a remplazar las copias desaparecidas inmediatamente.
fr_fr: Préviens Greyhole que le disque manquant est parti pour de bon. Greyhole va alors commencer à remplacer les copies de fichiers manquantes instantanément.
ru_ru: Указать Greyhole, что недостающего диска в не стало навсегда. Greyhole начнет заменять недостающие копии файла немедленно.

source: Tell Greyhole that the missing drive will return soon, and that it shouldn't re-create additional file copies to replace it.
es_es: Comunica a Greyhole que el disco desaparecido se recuperará pronto, y que no debe recrear copias adicionales de los archivos para remplazarlas.
fr_fr: Préviens Greyhole que le disque manquant sera bientôt de retour, et qu'il ne doit pas re-créer de copies de fichiers supplémentaires pour les remplacer.
ru_ru: Скажите Greyhole что отсутствующий диск вскоре будет возвращен, и что он не должен заново создать дополнительные копии файла для его замены.

source: Tell Greyhole that you replaced the drive.
es_es: Comunica a Greyhole que Vd. ha remplazado el disco.
fr_fr: Préviens Greyhole que le disque a été remplacé.
ru_ru: Указать Greyhole, что Вы заменяли диск.

source: Tell Greyhole that you want to remove a drive. Greyhole will then make sure you don't loose any files, and that the correct number of file copies are created to replace the missing drive.
es_es: Comunica a Greyhole que Vd. desea desmontar el disco. Greyhole se asegurará de que Vd. no pierde ningun archivo y que un nº correcto de copias son creadas para remplazar las que hay en el disco a desmontar.
fr_fr: Préviens Greyhole que vous souhaitez retirer un disque. Greyhole va alors s'assurer que vous ne perdiez pas de fichiers, et que le nombre exact de copies de fichiers soit créés pour remplacer celles du disque manquant.
ru_ru: Скажите Greyhole что вы хотите удалить диск. Greyhole затем убедится, что вы не потеряете все файлы, а также в том, что нужное количество копий файлов создаются для замены отсутствующего диска.

source: This is how much free space you want to reserve on each drive. This is a soft limit that will be ignored if the necessary hard drives are below their minimum.
es_es: Cantidad de espacio libre a reservar en cada disco. Es un limite por soft que puede ser ignoradosi fuese necesario.
fr_fr: Espace libre que vous souhaitez réserver sur chaque disque (remarque: il s'agit d'une limite logicielle qui sera ignorée si les disques durs nécessaires aux copies sont déjà en dessous de leur minimum).
ru_ru: Это сколько свободного места вы хотите зарезервировать на каждом диске. Это мягкое ограничение, которое будет проигнорировано, если необходимые жесткие диски ниже их минимума.

source: This is the number of copies of each file you want Greyhole to keep per Share. This is not the number of duplicates! 2 copies = 1 duplicate.
es_es: Número de copias de cada archivo que desea que Greyhole mantenga por compartido. No es el numero de duplicados 2 copias = 1 duplicado
fr_fr: Nombre de copies de chaque fichier par dossier partagé. Ceci n'est pas le nombre de duplicata! 2 copies = 1 duplicata.
ru_ru: Это число копий каждого файла, который вы хотите сохранить Greyhole на шару. Это не число дубликатов! 2 копии = 1 экз.

source: Trash
es_es: Papelera
fr_fr: Poubelle
ru_ru: Мусор

source: Trash deletes
es_es: Tirar a la papelera borrados
fr_fr: Poubelle
ru_ru: Удалить мусор

source: Use Trash
es_es: Usar Papelera
fr_fr: Poubelle
ru_ru: Использовать мусор

source: Username
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
ru_ru: Имя пользователя

source: Volume
es_es: Volumen
ru_ru: Объем

source: Wait for
es_es: Esperar por
fr_fr: En attente
ru_ru: Ожидайте

source: Warn
es_es: Atención
fr_fr: Avertissement
ru_ru: Предупредить

source: Warning: Changing your database connection properties may result in stoping Greyhole. Stop Greyhole daemon before any change. Check that the values you're modifying are matching the one of your MySQL greyhole database before restarting Greyhole daemon.
es_es: Atención: Cambiar la conexión de la BBDD puede detener Greyhole. Páre el demonio Greyhole antes de realizar cualquier cambio. Compruebe que los valores que esta modificando concuerdan con los de la BBDD MySQL de Greyhole antes de reiniciar el demonio Greyhole.
fr_fr: Attention: La modification de vos paramètres de connexion à la base de données peut entraîner l'arrêt de Greyhole. Arrêtez le démon Greyhole avant toute modification. Vérifier que les valeurs que vous modifiez correspondent bien à celles de votre base de données 'greyhole' MySQL avant de redémarrer le démon Greyhole.
ru_ru: Внимание: Изменение свойств подключения к базе данных может привести к остановке Greyhole. Остановите демон Greyhole перед какими-либо изменениями. Убедитесь, что значения, которые вы изменяте соответствуют значениям из базы данных MySQL greyhole до перезапуска Greyhole демона.

source: When fsck find metadata files with no file copies, delete those metadata files. If the file copies re-appear later, you'll need to run fsck with --find-orphaned-files to have them reappear in your shares.
es_es: Cuando fsck encuentra archivos que no tienen copias, borra los metadatos. Si la copia reaparece más tarde, necesitará ejecutar fsck con la opción --find-orphaned-files para poder recuperar los metadatos en los compartidos.
fr_fr: Lorsque la vérification trouve des fichiers de métadonnées sans aucune copie de fichier correspondante, elle supprime ces fichiers des métadonnées. Si les copies de fichiers réapparaissent plus tard, vous devrez d'exécuter la vérification avec l'option 'Trouver les fichiers orphelins' pour les voir réapparaître dans vos dossiers partagés.
ru_ru: Если FSCK находит файлы метаданныхбез каких-либо копий файлов, он удаляет эти файлы метаданных. Если нужно, чтобы копии файлов повторно появились позже, вам нужно запустить в FSCK с ключом --find-orphaned-files , чтобы они вновь появились в ваших шарах.

source: Will receive email reports for daily fsck, or when all drives are out of available space.
es_es: Permite recibir informes por email de los fsck diarios o cuando los discos esten llenos.
fr_fr: Cette adresse mail reçoit les rapports de vérifications quotidiens ou lorsque les disques durs n'ont plus de place disponible.
ru_ru: Будете получать сообщения по электронной почте для ежедневного FSCK, или когда на всех диски закончиться свободное пространство.

source: You can specify per-share trash preferences that will override the global trash preference.
es_es: Vd. puede especificar las preferencias de la papelera de reciclaje por compartido, esta opción tiene más prioridad que la opción global de preferencias de la papelera.
fr_fr: Vous pouvez définir vos préférences de suppression pour chaque dossier partagé. Elles prévaudront sur le paramètre global.
ru_ru: Вы можете задать на каждую шару настройки мусорки которых будут преобладать над глобальными настройками мусорки.

source: Email
fr_fr: Mail

source: SMB Share
es_es: Compartido SMB
fr_fr: Partage Samba

source: SMB Shares
es_es: Compartidos SMB
fr_fr: Partages Samba

source: n/a
es_es: n/d
